Repository: mysterykalman/Snapzy
Catalog: Snapzy/Resources/Localization/Features/Combine.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# combine.arrangement
source: Arrangement
de: Anordnung
es: Disposición
fr: Disposition
ja: 配置
ko: 배치
ru: Расположение
vi: Cách sắp xếp
zh_hans: 排列
zh_hant: 排列

# combine.auto-stitch
source: Auto Stitch
de: Automatisches Zusammenfügen
es: Unión automática
fr: Assemblage automatique
ja: 自動結合
ko: 자동 결합
ru: Автосклейка
vi: Tự động ghép
zh_hans: 自动拼接
zh_hant: 自動拼接

# combine.copy-to-clipboard
source: Copy to Clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
ko: 클립보드에 복사
ru: Скопировать в буфер обмена
vi: Sao chép vào bộ nhớ tạm
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

# combine.free-canvas
source: Free Canvas
de: Freie Leinwand
es: Lienzo libre
fr: Zone libre
ja: 自由配置
ko: 자유 캔버스
ru: Свободный холст
vi: Khung vẽ tự do
zh_hans: 自由画布
zh_hant: 自由畫布

# combine.image-gap
source: Image Gap
de: Bildabstand
es: Espacio entre imágenes
fr: Espacement des images
ja: 画像の間隔
ko: 이미지 간격
ru: Интервал между изображениями
vi: Khoảng cách ảnh
zh_hans: 图片间距
zh_hant: 圖片間距

# combine.image-index
source: Image %d
de: Bild %d
es: Imagen %d
ja: 画像 %d
ko: 이미지 %d
ru: Изображение %d
vi: Ảnh %d
zh_hans: 图片 %d
zh_hant: 圖片 %d

# combine.images
source: Images
de: Bilder
es: Imágenes
ja: 画像
ko: 이미지
ru: Изображения
vi: Ảnh
zh_hans: 图片
zh_hant: 圖片

source: Combine mode
de: Kombinationsmodus
es: Modo de combinación
fr: Mode de combinaison
ja: 結合モード
ko: 결합 모드
ru: Режим объединения
vi: Chế độ ghép
zh_hans: 拼图模式
zh_hant: 拼圖模式

# combine.move-earlier
source: Move Earlier
de: Nach vorne verschieben
es: Mover antes
fr: Déplacer vers l'avant
ja: 前に移動
ko: 앞으로 이동
ru: Переместить назад
vi: Di chuyển lên trước
zh_hans: 向前移动
zh_hant: 向前移動

# combine.move-later
source: Move Later
de: Nach hinten verschieben
es: Mover después
fr: Déplacer vers l'arrière
ja: 後ろに移動
ko: 뒤로 이동
ru: Переместить вперед
vi: Di chuyển ra sau
zh_hans: 向后移动
zh_hant: 向後移動

# combine.open
source: Combine Images
de: Bilder kombinieren
es: Combinar imágenes
fr: Combiner les images
ja: 画像を結合
ko: 이미지 결합
ru: Объединить изображения
vi: Ghép ảnh
zh_hans: 拼图
zh_hant: 拼圖

# combine.picker-confirm
source: Combine
de: Kombinieren
es: Combinar
fr: Combiner
ja: 結合する
ko: 결합
ru: Объединить
vi: Ghép
zh_hans: 开始拼图
zh_hant: 開始拼圖

# combine.picker-message
source: Select two or more images.
de: Wählen Sie zwei oder mehr Bilder aus.
es: Selecciona dos o más imágenes.
fr: Sélectionnez au moins deux images.
ja: 2枚以上の画像を選択してください。
ko: 두 개 이상의 이미지를 선택하세요.
ru: Выберите два или более изображений.
vi: Chọn từ hai ảnh trở lên.
zh_hans: 请选择至少两张图片。
zh_hant: 請選擇至少兩張圖片。

# combine.picker-title
source: Choose Images to Combine
de: Bilder zum Kombinieren auswählen
es: Elegir imágenes para combinar
fr: Choisir les images à combiner
ja: 結合する画像を選択
ko: 결합할 이미지 선택
ru: Выберите изображения для объединения
vi: Chọn ảnh để ghép
zh_hans: 选择要拼接的图片
zh_hant: 選擇要拼接的圖片

# combine.save-message
source: Choose how to export the stitched result.
de: Wählen Sie, wie das zusammengefügte Ergebnis exportiert werden soll.
es: Elige cómo exportar el resultado combinado.
fr: Choisissez comment exporter le résultat assemblé.
ja: つなぎ合わせた結果の書き出し方法を選択してください。
ko: 결합된 결과를 내보낼 방법을 선택하세요.
ru: Выберите способ экспорта объединенного результата.
vi: Chọn cách xuất kết quả ghép ảnh.
zh_hans: 选择如何导出拼接后的图片。
zh_hant: 選擇如何匯出拼接後的圖片。

# combine.save-title
source: Save Combined Image
de: Kombiniertes Bild speichern
es: Guardar imagen combinada
fr: Enregistrer l'image combinée
ja: 結合画像を保存
ko: 결합된 이미지 저장
ru: Сохранить объединенное изображение
vi: Lưu ảnh đã ghép
zh_hans: 保存拼图
zh_hant: 儲存拼圖

# combine.save-to-file
source: Save to File…
de: In Datei speichern…
es: Guardar en archivo…
fr: Enregistrer dans un fichier…
ja: ファイルに保存…
ko: 파일로 저장…
ru: Сохранить в файл…
vi: Lưu thành tệp…
zh_hans: 保存为文件…
zh_hant: 儲存為檔案…

# combine.smart
source: Smart
de: Intelligent
es: Inteligente
fr: Intelligent
ja: スマート
ko: 스마트
ru: Умный
vi: Thông minh
zh_hans: 智能
zh_hant: 智慧

# combine.spacing
source: Spacing
de: Abstand
es: Espaciado
fr: Espacement
ja: 間隔
ko: 간격
ru: Интервал
vi: Khoảng cách
zh_hans: 间距
zh_hant: 間距

# combine.vertical
source: Vertical
de: Vertikal
ja: 縦に並べる
ko: 세로
ru: По вертикали
vi: Dọc
zh_hans: 纵向
zh_hant: 縱向

# combine.horizontal
source: Horizontal
ja: 横に並べる
ko: 가로
ru: По горизонтали
vi: Ngang
zh_hans: 横向
zh_hant: 橫向
